Repository: LiquidGalaxyLAB/Google-Research-Open-Buildings-Data-Visualization
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, id, pt, sw, vi

# lg_action_power_off
source: POWER OFF
es: APAGAR
fr: ÉTEINDRE
hi: पावर ऑफ करें
id: MATIKAN
pt: DESLIGAR
sw: ZIMA
vi: TẮT NGUỒN

# lg_status_connected
source: Connected
es: Conectado
fr: Connecté
hi: कनेक्टेड
id: Terhubung
pt: Conectado
sw: Imeunganishwa
vi: Đã kết nối

# lg_status_connecting
source: Connecting...
es: Conectando...
fr: Connexion en cours...
hi: कनेक्ट हो रहा है...
id: Menghubungkan...
pt: Conectando...
sw: Inaunganisha...
vi: Đang kết nối...

# lg_status_error
source: Error
fr: Erreur
hi: त्रुटि
pt: Erro
sw: Hitilafu
vi: Lỗi

# lg_status_disconnected
source: Disconnected
es: Desconectado
fr: Déconnecté
hi: डिस्कनेक्टेड
id: Terputus
pt: Desconectado
sw: Imekatika
vi: Đã ngắt kết nối

# lg_confirm_title
source: Confirm Action
es: Confirmar Acción
fr: Confirmer l'Action
hi: क्रिया की पुष्टि करें
id: Konfirmasi Tindakan
pt: Confirmar Ação
sw: Thibitisha Kitendo
vi: Xác Nhận Hành Động

# lg_confirm_cancel
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
pt: Cancelar
sw: Ghairi
vi: Hủy

# lg_confirm_yes
source: Yes
es: Sí
fr: Oui
hi: हाँ
id: Ya
pt: Sim
sw: Ndiyo
vi: Có

# lg_confirm_set_slaves_refresh
source: Are you sure you want to set slaves refresh?
es: ¿Estás seguro de que quieres establecer la actualización de esclavos?
fr: Êtes-vous sûr de vouloir définir l'actualisation des esclaves ?
hi: क्या आप वाकई स्लेव्स रिफ्रेश सेट करना चाहते हैं?
id: Apakah Anda yakin ingin mengatur refresh slave?
pt: Tem certeza de que deseja definir atualização de escravos?
sw: Je, una uhakika unataka kuweka onyesho upya wa watumwa?
vi: Bạn có chắc muốn đặt làm mới slaves?

# lg_confirm_reset_slaves_refresh
source: Are you sure you want to reset slaves refresh?
es: ¿Estás seguro de que quieres restablecer la actualización de esclavos?
fr: Êtes-vous sûr de vouloir réinitialiser l'actualisation des esclaves ?
hi: क्या आप वाकई स्लेव्स रिफ्रेश रीसेट करना चाहते हैं?
id: Apakah Anda yakin ingin mereset refresh slave?
pt: Tem certeza de que deseja resetar atualização de escravos?
sw: Je, una uhakika unataka kurejesha onyesho upya wa watumwa?
vi: Bạn có chắc muốn reset làm mới slaves?

# lg_confirm_clear_kml_logos
source: Are you sure you want to clear KML and logos?
es: ¿Estás seguro de que quieres limpiar KML y logos?
fr: Êtes-vous sûr de vouloir effacer KML et les logos ?
hi: क्या आप वाकई KML और लोगो साफ़ करना चाहते हैं?
id: Apakah Anda yakin ingin menghapus KML dan logo?
pt: Tem certeza de que deseja limpar KML e logos?
sw: Je, una uhakika unataka kufuta KML na nembo?
vi: Bạn có chắc muốn xóa KML và logo?

# lg_confirm_relaunch
source: Are you sure you want to relaunch LG?
es: ¿Estás seguro de que quieres relanzar LG?
fr: Êtes-vous sûr de vouloir relancer LG ?
hi: क्या आप वाकई LG को पुनः लॉन्च करना चाहते हैं?
id: Apakah Anda yakin ingin menjalankan ulang LG?
pt: Tem certeza de que deseja relançar LG?
sw: Je, una uhakika unataka kuzindua upya LG?
vi: Bạn có chắc muốn khởi động lại LG?

# lg_confirm_reboot
source: Are you sure you want to reboot LG?
es: ¿Estás seguro de que quieres reiniciar LG?
fr: Êtes-vous sûr de vouloir redémarrer LG ?
hi: क्या आप वाकई LG को रीबूट करना चाहते हैं?
id: Apakah Anda yakin ingin me-reboot LG?
pt: Tem certeza de que deseja reiniciar LG?
sw: Je, una uhakika unataka kuzindua upya mfumo wa LG?
vi: Bạn có chắc muốn reboot LG?

# lg_confirm_power_off
source: Are you sure you want to power off LG?
es: ¿Estás seguro de que quieres apagar LG?
fr: Êtes-vous sûr de vouloir éteindre LG ?
hi: क्या आप वाकई LG को पावर ऑफ करना चाहते हैं?
id: Apakah Anda yakin ingin mematikan LG?
pt: Tem certeza de que deseja desligar LG?
sw: Je, una uhakika unataka kuzima LG?
vi: Bạn có chắc muốn tắt nguồn LG?

# lg_action_setting_slaves_refresh
source: Setting slaves refresh...
es: Estableciendo actualización de esclavos...
fr: Définition de l'actualisation des esclaves...
hi: स्लेव्स रिफ्रेश सेट कर रहे हैं...
id: Mengatur refresh slave...
pt: Definindo atualização de escravos...
sw: Inaweka onyesho upya wa watumwa...
vi: Đang đặt làm mới slaves...

# lg_action_resetting_slaves_refresh
source: Resetting slaves refresh...
es: Restableciendo actualización de esclavos...
fr: Réinitialisation de l'actualisation des esclaves...
hi: स्लेव्स रिफ्रेश रीसेट कर रहे हैं...
id: Mereset refresh slave...
pt: Resetando atualização de escravos...
sw: Inarejesha onyesho upya wa watumwa...
vi: Đang reset làm mới slaves...

# lg_action_clearing_kml_logos
source: Clearing KML and logos...
es: Limpiando KML y logos...
fr: Effacement de KML et des logos...
hi: KML और लोगो साफ़ कर रहे हैं...
id: Menghapus KML dan logo...
pt: Limpando KML e logos...
sw: Inafuta KML na nembo...
vi: Đang xóa KML và logo...

# lg_action_relaunching
source: Relaunching LG...
es: Relanzando LG...
fr: Relancement de LG...
hi: LG को पुनः लॉन्च कर रहे हैं...
id: Menjalankan ulang LG...
pt: Relançando LG...
sw: Inazindua upya LG...
vi: Đang khởi động lại LG...

# lg_action_rebooting
source: Rebooting LG...
es: Reiniciando LG...
fr: Redémarrage de LG...
hi: LG को रीबूट कर रहे हैं...
id: Me-reboot LG...
pt: Reiniciando LG...
sw: Inazindua upya mfumo wa LG...
vi: Đang reboot LG...

# lg_action_powering_off
source: Powering off LG...
es: Apagando LG...
fr: Extinction de LG...
hi: LG को पावर ऑफ कर रहे हैं...
id: Mematikan LG...
pt: Desligando LG...
sw: Inazima LG...
vi: Đang tắt nguồn LG...

# lg_action_success
source: Action completed successfully!
es: ¡Acción completada exitosamente!
fr: Action terminée avec succès !
hi: क्रिया सफलतापूर्वक पूर्ण हुई!
id: Tindakan berhasil diselesaikan!
pt: Ação concluída com sucesso!
sw: Kitendo kimekamilika kwa mafanikio!
vi: Hành động hoàn thành thành công!

# lg_action_failed
source: Action failed: {error}
es: Acción fallida: {error}
fr: Échec de l'action : {error}
hi: क्रिया असफल: {error}
id: Tindakan gagal: {error}
pt: Ação falhou: {error}
sw: Kitendo kimeshindwa: {error}
vi: Hành động thất bại: {error}

# form_required
source: Required
es: Requerido
fr: Obligatoire
hi: आवश्यक
id: Wajib diisi
pt: Obrigatório
sw: Inahitajika
vi: Bắt buộc

# form_invalid_ip
source: Invalid IP
es: IP inválida
fr: IP invalide
hi: अमान्य IP
id: IP tidak valid
pt: IP inválido
sw: IP batili
vi: IP không hợp lệ

# form_invalid_number
source: Invalid number
es: Número inválido
fr: Numéro invalide
hi: अमान्य संख्या
id: Nomor tidak valid
pt: Número inválido
sw: Nambari batili
vi: Số không hợp lệ

# qr_scan_title
source: Scan QR Code
es: Escanear Código QR
fr: Scanner le Code QR
hi: QR कोड स्कैन करें
id: Pindai Kode QR
pt: Escanear Código QR
sw: Changanua Msimbo wa QR
vi: Quét Mã QR

# qr_invalid_data
source: Invalid QR JSON data
es: Datos JSON del QR inválidos
fr: Données JSON QR invalides
hi: अमान्य QR JSON डेटा
id: Data JSON QR tidak valid
pt: Dados JSON QR inválidos
sw: Data ya JSON ya QR ni batili
vi: Dữ liệu JSON QR không hợp lệ

# qr_scanned_success_title
source: QR Code Scanned Successfully
es: Código QR Escaneado Exitosamente
fr: Code QR Scanné avec Succès
hi: QR कोड सफलतापूर्वक स्कैन किया गया
id: Kode QR Berhasil Dipindai
pt: Código QR Escaneado com Sucesso
sw: Msimbo wa QR Umechunguzwa kwa Mafanikio
vi: Mã QR Đã Được Quét Thành Công

# qr_credentials_found
source: The following credentials were found:
es: Se encontraron las siguientes credenciales:
fr: Les identifiants suivants ont été trouvés :
hi: निम्नलिखित क्रेडेंशियल मिले:
id: Kredensial berikut ditemukan:
pt: As seguintes credenciais foram encontradas:
sw: Vyeti vifuatavyo vimepatikana:
vi: Các thông tin xác thực sau đã được tìm thấy:

# qr_proceed_question
source: Do you want to proceed with connecting to Liquid Galaxy using these credentials?
es: ¿Quieres proceder a conectarte a Liquid Galaxy usando estas credenciales?
fr: Voulez-vous procéder à la connexion à Liquid Galaxy en utilisant ces identifiants ?
hi: क्या आप इन क्रेडेंशियल का उपयोग करके लिक्विड गैलेक्सी से कनेक्ट करना चाहते हैं?
id: Apakah Anda ingin melanjutkan untuk terhubung ke Liquid Galaxy menggunakan kredensial ini?
pt: Deseja prosseguir com a conexão ao Liquid Galaxy usando essas credenciais?
sw: Je, unataka kuendelea kuunganisha kwenye Liquid Galaxy kwa kutumia vyeti hivi?
vi: Bạn có muốn tiếp tục kết nối với Liquid Galaxy bằng các thông tin xác thực này?

# qr_connect_button
source: Connect
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
pt: Conectar
sw: Unganisha
vi: Kết Nối

# lg_connection_success
source: Successfully connected to Liquid Galaxy! Logo displayed.
es: ¡Conectado exitosamente a Liquid Galaxy! Logo mostrado.
fr: Connexion réussie à Liquid Galaxy ! Logo affiché.
hi: लिक्विड गैलेक्सी से सफलतापूर्वक कनेक्ट हो गए! लोगो प्रदर्शित।
id: Berhasil terhubung ke Liquid Galaxy! Logo ditampilkan.
pt: Conectado com sucesso ao Liquid Galaxy! Logo exibido.
sw: Imeunganishwa kwenye Liquid Galaxy kwa mafanikio! Nembo imeonyeshwa.
vi: Kết nối thành công với Liquid Galaxy! Logo đã hiển thị.

# lg_connection_failed
source: Connection failed: {error}
es: Conexión fallida: {error}
fr: Échec de la connexion : {error}
hi: कनेक्शन असफल: {error}
id: Koneksi gagal: {error}
pt: Conexão falhou: {error}
sw: Muunganisho umeshindwa: {error}
vi: Kết nối thất bại: {error}

# viz_settings_title
source: Visualization Settings
es: Configuración de Visualización
fr: Paramètres de Visualisation
hi: विज़ुअलाइज़ेशन सेटिंग्स
id: Pengaturan Visualisasi
pt: Configurações de Visualização
sw: Mipangilio ya Miwani
vi: Cài Đặt Hiển Thị

# viz_confidence_threshold
source: Confidence Threshold
es: Umbral de Confianza
fr: Seuil de Confiance
hi: विश्वास सीमा
id: Ambang Batas Kepercayaan
pt: Limite de Confiança
sw: Kizingiti cha Uaminifu
vi: Ngưỡng Tin Cậy

# viz_threshold_info
source: Set the minimum confidence threshold for visualizing buildings retrieved from the API. Lower thresholds show more buildings, but may include less accurate results.
es: Establece el umbral mínimo de confianza para visualizar edificios obtenidos de la API. Umbrales más bajos muestran más edificios, pero pueden incluir resultados menos precisos.
fr: Définissez le seuil de confiance minimum pour visualiser les bâtiments récupérés de l'API. Des seuils plus bas affichent plus de bâtiments, mais peuvent inclure des résultats moins précis.
hi: API से प्राप्त इमारतों को विज़ुअलाइज़ करने के लिए न्यूनतम विश्वास सीमा सेट करें। कम सीमा अधिक इमारतें दिखाती है, लेकिन कम सटीक परिणाम शामिल हो सकते हैं।
id: Tetapkan ambang batas kepercayaan minimum untuk memvisualisasikan bangunan yang diambil dari API. Ambang batas yang lebih rendah menampilkan lebih banyak bangunan, tetapi mungkin termasuk hasil yang kurang akurat.
pt: Defina o limite mínimo de confiança para visualizar edifícios obtidos da API. Limites mais baixos mostram mais edifícios, mas podem incluir resultados menos precisos.
sw: Weka kizingiti cha chini cha uaminifu kwa kuonyesha majengo yaliyopatikana kutoka kwenye API. Vizingiti vya chini vinaonyesha majengo zaidi, lakini vinaweza kujumuisha matokeo yasiyo sahihi.
vi: Đặt ngưỡng tin cậy tối thiểu để hiển thị các tòa nhà được lấy từ API. Ngưỡng thấp hơn hiển thị nhiều tòa nhà hơn, nhưng có thể bao gồm kết quả kém chính xác.

# data_settings_title
source: Data Settings
es: Configuración de Datos
fr: Paramètres des Données
hi: डेटा सेटिंग्स
id: Pengaturan Data
pt: Configurações de Dados
sw: Mipangilio ya Data
vi: Cài Đặt Dữ Liệu

source: Data Source Version
es: Versión de Fuente de Datos
fr: Version de la Source de Données
hi: डेटा स्रोत संस्करण
id: Versi Sumber Data
pt: Versão da Fonte de Dados
sw: Toleo la Chanzo cha Data
vi: Phiên Bản Nguồn Dữ Liệu

# data_visualization_mode
source: Visualization Mode (Hybrid/Dark)
es: Modo de Visualización (Híbrido/Oscuro)
fr: Mode de Visualisation (Hybride/Sombre)
hi: विज़ुअलाइज़ेशन मोड (हाइब्रिड/डार्क)
id: Mode Visualisasi (Hybrid/Dark)
pt: Modo de Visualização (Híbrido/Escuro)
sw: Hali ya Miwani (Mchanganyiko/Giza)
vi: Chế Độ Hiển Thị (Hybrid/Dark)

# about_title
source: About
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
pt: Sobre
sw: Kuhusu
vi: Giới Thiệu

# about_app_title
source: Open Buildings Dataset Tool
es: Herramienta de Conjunto de Datos de Edificios Abiertos
fr: Outil de Jeu de Données de Bâtiments Ouverts
hi: ओपन बिल्डिंग्स डेटासेट टूल
id: Alat Dataset Bangunan Terbuka
pt: Ferramenta de Conjunto de Dados de Edifícios Abertos
sw: Zana ya Daftari la Data ya Majengo ya Wazi
vi: Công Cụ Bộ Dữ Liệu Tòa Nhà Mở

# about_app_description
source: Interactive visualization tool for Google's Open Buildings dataset with Liquid Galaxy integration
es: Herramienta de visualización interactiva para el conjunto de datos de Edificios Abiertos de Google con integración de Liquid Galaxy
fr: Outil de visualisation interactive pour le jeu de données Bâtiments Ouverts de Google avec intégration Liquid Galaxy
hi: गूगल के ओपन बिल्डिंग्स डेटासेट के लिए इंटरैक्टिव विज़ुअलाइज़ेशन टूल लिक्विड गैलेक्सी एकीकरण के साथ
id: Alat visualisasi interaktif untuk dataset Bangunan Terbuka Google dengan integrasi Liquid Galaxy
pt: Ferramenta de visualização interativa para o conjunto de dados de Edifícios Abertos do Google com integração Liquid Galaxy
sw: Zana ya miwani ya maingiliano kwa daftari la data ya Majengo ya Wazi ya Google na uunganisho wa Liquid Galaxy
vi: Công cụ hiển thị tương tác cho bộ dữ liệu Tòa Nhà Mở của Google với tích hợp Liquid Galaxy

# about_version
source: Version
es: Versión
hi: संस्करण
id: Versi
pt: Versão
sw: Toleo
vi: Phiên bản

# about_data_source
source: Data Source
es: Fuente de Datos
fr: Source de Données
hi: डेटा स्रोत
id: Sumber Data
pt: Fonte de Dados
sw: Chanzo cha Data
vi: Nguồn Dữ Liệu

# about_data_source_value
source: Google Open Buildings V3
es: Edificios Abiertos V3 de Google
fr: Google Bâtiments Ouverts V3
hi: गूगल ओपन बिल्डिंग्स V3
id: Google Bangunan Terbuka V3
pt: Google Edifícios Abertos V3
sw: Google Majengo ya Wazi V3
vi: Google Tòa Nhà Mở V3

# about_project
source: Project
es: Proyecto
fr: Projet
hi: परियोजना
id: Proyek
pt: Projeto
sw: Mradi
vi: Dự Án

# about_project_value
source: GSoC 2025 - Liquid Galaxy
hi: GSoC 2025 - लिक्विड गैलेक्सी

# about_build_date
source: Build Date
es: Fecha de Compilación
fr: Date de Compilation
hi: बिल्ड दिनांक
id: Tanggal Build
pt: Data de Construção
sw: Tarehe ya Ujenzi
vi: Ngày Xây Dựng

# about_build_date_value
source: January 2025
es: Enero 2025
fr: Janvier 2025
hi: जनवरी 2025
id: Januari 2025
pt: Janeiro 2025
sw: Januari 2025
vi: Tháng 1 năm 2025

# about_developer
source: Developer
es: Desarrollador
fr: Développeur
hi: डेवलपर
id: Pengembang
pt: Desenvolvedor
sw: Msanidi
vi: Nhà Phát Triển

# about_developer_name
source: Jaivardhan Shukla
hi: जैवर्धन शुक्ला

# about_developer_location
source: VNIT Nagpur, India
fr: VNIT Nagpur, Inde
hi: VNIT नागपुर, भारत
pt: VNIT Nagpur, Índia
vi: VNIT Nagpur, Ấn Độ

# about_email
source: Email
es: Correo
hi: ईमेल
sw: Barua pepe

# about_project_details
source: About this Project
es: Acerca de este Proyecto
fr: À propos de ce Projet
hi: इस परियोजना के बारे में
id: Tentang Proyek Ini
pt: Sobre Este Projeto
sw: Kuhusu Mradi Huu
vi: Về Dự Án Này

# about_project_description
source: This application integrates Google's Open Buildings dataset with interactive mapping capabilities and Liquid Galaxy visualization. Built as part of Google Summer of Code 2025 with the Liquid Galaxy organization.
es: Esta aplicación integra el conjunto de datos de Edificios Abiertos de Google con capacidades de mapeo interactivo y visualización de Liquid Galaxy. Construida como parte de Google Summer of Code 2025 con la organización Liquid Galaxy.
fr: Cette application intègre le jeu de données Bâtiments Ouverts de Google avec des capacités de cartographie interactive et de visualisation Liquid Galaxy. Construite dans le cadre de Google Summer of Code 2025 avec l'organisation Liquid Galaxy.
hi: यह एप्लिकेशन गूगल के ओपन बिल्डिंग्स डेटासेट को इंटरैक्टिव मैपिंग क्षमताओं और लिक्विड गैलेक्सी विज़ुअलाइज़ेशन के साथ एकीकृत करता है। लिक्विड गैलेक्सी संगठन के साथ गूगल समर ऑफ कोड 2025 के हिस्से के रूप में बनाया गया।
id: Aplikasi ini mengintegrasikan dataset Bangunan Terbuka Google dengan kemampuan pemetaan interaktif dan visualisasi Liquid Galaxy. Dibangun sebagai bagian dari Google Summer of Code 2025 dengan organisasi Liquid Galaxy.
pt: Esta aplicação integra o conjunto de dados de Edifícios Abertos do Google com capacidades de mapeamento interativo e visualização Liquid Galaxy. Construída como parte do Google Summer of Code 2025 com a organização Liquid Galaxy.
sw: Programu hii inaunganisha daftari la data ya Majengo ya Wazi ya Google na uwezo wa ramani ya maingiliano na miwani ya Liquid Galaxy. Imejengwa kama sehemu ya Google Summer of Code 2025 na shirika la Liquid Galaxy.
vi: Ứng dụng này tích hợp bộ dữ liệu Tòa Nhà Mở của Google với khả năng lập bản đồ tương tác và hiển thị Liquid Galaxy. Được xây dựng như một phần của Google Summer of Code 2025 với tổ chức Liquid Galaxy.

# about_key_features
source: Key Features:
es: Características Principales:
fr: Fonctionnalités Clés :
hi: मुख्य विशेषताएं:
id: Fitur Utama:
pt: Recursos Principais:
sw: Vipengele Muhimu:
vi: Tính Năng Chính:

# about_feature_1
source: Interactive building footprint visualization
es: Visualización interactiva de huellas de edificios
fr: Visualisation interactive des empreintes de bâtiments
hi: इंटरैक्टिव बिल्डिंग फुटप्रिंट विज़ुअलाइज़ेशन
id: Visualisasi jejak bangunan interaktif
pt: Visualização interativa de pegadas de edifícios
sw: Miwani ya maingiliano ya alama za majengo
vi: Hiển thị tương tác dấu chân tòa nhà

# about_feature_2
source: Real-time data from Google Earth Engine
es: Datos en tiempo real de Google Earth Engine
fr: Données en temps réel de Google Earth Engine
hi: गूगल अर्थ इंजन से रियल-टाइम डेटा
id: Data real-time dari Google Earth Engine
pt: Dados em tempo real do Google Earth Engine
sw: Data ya wakati halisi kutoka Google Earth Engine
vi: Dữ liệu thời gian thực từ Google Earth Engine

# about_feature_3
source: Liquid Galaxy integration for immersive experience
es: Integración con Liquid Galaxy para experiencia inmersiva
fr: Intégration Liquid Galaxy pour une expérience immersive
hi: इमर्सिव अनुभव के लिए लिक्विड गैलेक्सी एकीकरण
id: Integrasi Liquid Galaxy untuk pengalaman imersif
pt: Integração Liquid Galaxy para experiência imersiva
sw: Uunganisho wa Liquid Galaxy kwa uzoefu wa kujitumbukiza
vi: Tích hợp Liquid Galaxy cho trải nghiệm đắm chìm

# about_feature_4
source: Grid-based mapping with zoom controls
es: Mapeo basado en cuadrícula con controles de zoom
fr: Cartographie basée sur une grille avec contrôles de zoom
hi: ज़ूम नियंत्रण के साथ ग्रिड-आधारित मैपिंग
id: Pemetaan berbasis grid dengan kontrol zoom
pt: Mapeamento baseado em grade com controles de zoom
sw: Ramani ya msingi wa gridi na vidhibiti vya zoom
vi: Lập bản đồ dựa trên lưới với điều khiển zoom

# about_feature_5
source: Building confidence score visualization
es: Visualización de puntuación de confianza de edificios
fr: Visualisation du score de confiance des bâtiments
hi: बिल्डिंग विश्वास स्कोर विज़ुअलाइज़ेशन
id: Visualisasi skor kepercayaan bangunan
pt: Visualização de pontuação de confiança de edifícios
sw: Miwani ya alama za uaminifu wa majengo
vi: Hiển thị điểm tin cậy tòa nhà

# about_view_repository
source: View Project Repository
es: Ver Repositorio del Proyecto
fr: Voir le Dépôt du Projet
hi: परियोजना रिपॉजिटरी देखें
id: Lihat Repository Proyek
pt: Ver Repositório do Projeto
sw: Ona Hifadhi ya Mradi
vi: Xem Repository Dự Án

# about_open_buildings_dataset
source: Open Buildings Dataset
es: Conjunto de Datos de Edificios Abiertos
fr: Jeu de Données Bâtiments Ouverts
hi: ओपन बिल्डिंग्स डेटासेट
id: Dataset Bangunan Terbuka
pt: Conjunto de Dados de Edifícios Abertos
sw: Daftari la Data ya Majengo ya Wazi
vi: Bộ Dữ Liệu Tòa Nhà Mở

# about_liquid_galaxy
source: Liquid Galaxy
es: sobre la galaxia liquida
hi: लिक्विड गैलेक्सी के बारे में
