Repository: LiquidGalaxyLAB/Google-Research-Open-Buildings-Data-Visualization
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, id, pt, sw, vi

# help_title
source: Help
es: Ayuda
fr: Aide
hi: सहायता
id: Bantuan
pt: Ajuda
sw: Msaada
vi: Trợ giúp

# help_app_title
source: Open Buildings Explorer
es: Explorador de Edificios Abiertos
fr: Explorateur de Bâtiments Ouverts
hi: ओपन बिल्डिंग्स एक्सप्लोरर
id: Penjelajah Bangunan Terbuka
pt: Explorador de Edifícios Abertos
sw: Mchunguzi wa Majengo ya Wazi
vi: Trình Khám Phá Tòa Nhà Mở

# help_app_description
source: Explore building footprints across the globe with Liquid Galaxy integration
es: Explora las huellas de edificios en todo el mundo con integración de Liquid Galaxy
fr: Explorez les empreintes de bâtiments à travers le monde avec l'intégration Liquid Galaxy
hi: लिक्विड गैलेक्सी एकीकरण के साथ दुनिया भर में इमारतों के नक्शे देखें
id: Jelajahi jejak bangunan di seluruh dunia dengan integrasi Liquid Galaxy
pt: Explore pegadas de edifícios ao redor do mundo com integração Liquid Galaxy
sw: Chunguza alama za majengo ulimwenguni kote na uunganisho wa Liquid Galaxy
vi: Khám phá dấu chân các tòa nhà trên toàn thế giới với tích hợp Liquid Galaxy

# help_step1_title
source: Select Map Area
es: Seleccionar Área del Mapa
fr: Sélectionner la Zone de Carte
hi: मानचित्र क्षेत्र चुनें
id: Pilih Area Peta
pt: Selecionar Área do Mapa
sw: Chagua Eneo la Ramani
vi: Chọn Khu Vực Bản Đồ

# help_step1_description
source: Use the controls on the right side of the map to modify and select the area of tiles you want to explore.
es: Usa los controles en el lado derecho del mapa para modificar y seleccionar el área de azulejos que quieres explorar.
fr: Utilisez les contrôles sur le côté droit de la carte pour modifier et sélectionner la zone de tuiles que vous souhaitez explorer.
hi: मानचित्र के दाईं ओर के नियंत्रणों का उपयोग करके उस टाइल क्षेत्र को संशोधित और चुनें जिसे आप एक्सप्लोर करना चाहते हैं।
id: Gunakan kontrol di sisi kanan peta untuk memodifikasi dan memilih area ubin yang ingin Anda jelajahi.
pt: Use os controles no lado direito do mapa para modificar e selecionar a área de azulejos que deseja explorar.
sw: Tumia vidhibiti upande wa kulia wa ramani kubadilisha na kuchagua eneo la vigae unavyotaka kuchunguza.
vi: Sử dụng các điều khiển ở phía bên phải của bản đồ để sửa đổi và chọn khu vực các ô mà bạn muốn khám phá.

# help_step2_title
source: Choose a Tile
es: Elegir un Azulejo
fr: Choisir une Tuile
hi: एक टाइल चुनें
id: Pilih Ubin
pt: Escolher um Azulejo
sw: Chagua Kigae
vi: Chọn Một Ô

# help_step2_description
source: Click on a specific tile within your selected area to fetch building data from the Open Buildings dataset.
es: Haz clic en un azulejo específico dentro de tu área seleccionada para obtener datos de edificios del conjunto de datos de Edificios Abiertos.
fr: Cliquez sur une tuile spécifique dans votre zone sélectionnée pour obtenir les données de bâtiments du jeu de données Bâtiments Ouverts.
hi: ओपन बिल्डिंग्स डेटासेट से बिल्डिंग डेटा प्राप्त करने के लिए अपने चयनित क्षेत्र के भीतर एक विशिष्ट टाइल पर क्लिक करें।
id: Klik pada ubin tertentu dalam area yang dipilih untuk mengambil data bangunan dari dataset Bangunan Terbuka.
pt: Clique em um azulejo específico dentro da sua área selecionada para buscar dados de edifícios do conjunto de dados de Edifícios Abertos.
sw: Bonyeza kwenye kigae maalum ndani ya eneo ulilochagua ili kupata data ya majengo kutoka kwenye daftari la data ya Majengo ya Wazi.
vi: Nhấp vào một ô cụ thể trong khu vực đã chọn để lấy dữ liệu tòa nhà từ bộ dữ liệu Tòa Nhà Mở.

# help_step3_title
source: View Results
es: Ver Resultados
fr: Voir les Résultats
hi: परिणाम देखें
id: Lihat Hasil
pt: Ver Resultados
sw: Ona Matokeo
vi: Xem Kết Quả

# help_step3_description
source: Once data is fetched, a bottom sheet will appear showing the results. You can send all data to Liquid Galaxy for visualization.
es: Una vez que se obtengan los datos, aparecerá una hoja inferior mostrando los resultados. Puedes enviar todos los datos a Liquid Galaxy para visualización.
fr: Une fois les données récupérées, une feuille inférieure apparaîtra montrant les résultats. Vous pouvez envoyer toutes les données à Liquid Galaxy pour la visualisation.
hi: डेटा प्राप्त होने के बाद, परिणाम दिखाने वाली एक बॉटम शीट दिखाई देगी। आप विज़ुअलाइज़ेशन के लिए सभी डेटा को लिक्विड गैलेक्सी में भेज सकते हैं।
id: Setelah data diambil, lembar bawah akan muncul menampilkan hasil. Anda dapat mengirim semua data ke Liquid Galaxy untuk visualisasi.
pt: Após os dados serem obtidos, uma folha inferior aparecerá mostrando os resultados. Você pode enviar todos os dados para o Liquid Galaxy para visualização.
sw: Baada ya kupata data, jedwali la chini litaonekana likionyesha matokeo. Unaweza kutuma data zote kwenye Liquid Galaxy kwa ajili ya miwani.
vi: Sau khi dữ liệu được lấy, một bảng dưới sẽ xuất hiện hiển thị kết quả. Bạn có thể gửi tất cả dữ liệu đến Liquid Galaxy để hiển thị.

# help_step4_title
source: Explore Buildings
es: Explorar Edificios
fr: Explorer les Bâtiments
hi: इमारतों का अन्वेषण करें
id: Jelajahi Bangunan
pt: Explorar Edifícios
sw: Chunguza Majengo
vi: Khám Phá Tòa Nhà

# help_step4_description
source: Switch to the Buildings tab to see individual building details, including plus codes and confidence scores.
es: Cambia a la pestaña de Edificios para ver detalles individuales de edificios, incluyendo códigos plus y puntuaciones de confianza.
fr: Passez à l'onglet Bâtiments pour voir les détails individuels des bâtiments, y compris les codes plus et les scores de confiance.
hi: प्लस कोड और विश्वास स्कोर सहित व्यक्तिगत इमारत विवरण देखने के लिए बिल्डिंग्स टैब पर स्विच करें।
id: Beralih ke tab Bangunan untuk melihat detail bangunan individual, termasuk kode plus dan skor kepercayaan.
pt: Mude para a aba Edifícios para ver detalhes individuais dos edifícios, incluindo códigos plus e pontuações de confiança.
sw: Badilisha kwenda kwenye tab ya Majengo kuona maelezo ya kila jengo, ikiwa ni pamoja na misimbo ya plus na alama za uaminifu.
vi: Chuyển sang tab Tòa Nhà để xem chi tiết từng tòa nhà, bao gồm mã plus và điểm tin cậy.

# help_confidence_title
source: About Confidence Scores
es: Acerca de las Puntuaciones de Confianza
fr: À propos des Scores de Confiance
hi: विश्वास स्कोर के बारे में
id: Tentang Skor Kepercayaan
pt: Sobre Pontuações de Confiança
sw: Kuhusu Alama za Uaminifu
vi: Về Điểm Tin Cậy

# help_confidence_description
source: Each building shows a confidence score that indicates how reliable the data from the Open Buildings dataset is for that particular structure.
es: Cada edificio muestra una puntuación de confianza que indica qué tan confiables son los datos del conjunto de datos de Edificios Abiertos para esa estructura particular.
fr: Chaque bâtiment affiche un score de confiance qui indique la fiabilité des données du jeu de données Bâtiments Ouverts pour cette structure particulière.
hi: प्रत्येक इमारत एक विश्वास स्कोर दिखाती है जो इंगित करता है कि उस विशेष संरचना के लिए ओपन बिल्डिंग्स डेटासेट का डेटा कितना विश्वसनीय है।
id: Setiap bangunan menampilkan skor kepercayaan yang menunjukkan seberapa dapat diandalkan data dari dataset Bangunan Terbuka untuk struktur tertentu tersebut.
pt: Cada edifício mostra uma pontuação de confiança que indica quão confiáveis são os dados do conjunto de dados de Edifícios Abertos para essa estrutura específica.
sw: Kila jengo linaonyesha alama ya uaminifu inayoonyesha jinsi data kutoka kwenye daftari la data ya Majengo ya Wazi ni za kuaminika kwa muundo huo maalum.
vi: Mỗi tòa nhà hiển thị một điểm tin cậy cho biết độ tin cậy của dữ liệu từ bộ dữ liệu Tòa Nhà Mở cho cấu trúc cụ thể đó.

# onboarding_lg_integration_title
source: Liquid Galaxy Integration
es: Integración con Liquid Galaxy
fr: Intégration Liquid Galaxy
hi: लिक्विड गैलेक्सी एकीकरण
id: Integrasi Liquid Galaxy
pt: Integração Liquid Galaxy
sw: Uunganisho wa Liquid Galaxy
vi: Tích Hợp Liquid Galaxy

# onboarding_lg_integration_description
source: Send building data to Liquid Galaxy for immersive visualization experience
es: Envía datos de edificios a Liquid Galaxy para una experiencia de visualización inmersiva
fr: Envoyez les données de bâtiments à Liquid Galaxy pour une expérience de visualisation immersive
hi: इमर्सिव विज़ुअलाइज़ेशन अनुभव के लिए बिल्डिंग डेटा को लिक्विड गैलेक्सी में भेजें
id: Kirim data bangunan ke Liquid Galaxy untuk pengalaman visualisasi yang imersif
pt: Envie dados de edifícios para o Liquid Galaxy para uma experiência de visualização imersiva
sw: Tuma data ya majengo kwenye Liquid Galaxy kwa uzoefu wa miwani wa kujitumbukiza
vi: Gửi dữ liệu tòa nhà đến Liquid Galaxy để trải nghiệm hiển thị đắm chìm

# onboarding_explorer_title
source: Liquid Galaxy Open Buildings Explorer
es: Explorador de Edificios Abiertos de Liquid Galaxy
fr: Explorateur de Bâtiments Ouverts Liquid Galaxy
hi: लिक्विड गैलेक्सी ओपन बिल्डिंग्स एक्सप्लोरर
id: Penjelajah Bangunan Terbuka Liquid Galaxy
pt: Explorador de Edifícios Abertos Liquid Galaxy
sw: Mchunguzi wa Majengo ya Wazi wa Liquid Galaxy
vi: Trình Khám Phá Tòa Nhà Mở Liquid Galaxy

# onboarding_explorer_description
source: Explore building footprints across the globe with interactive visualization
es: Explora las huellas de edificios en todo el mundo con visualización interactiva
fr: Explorez les empreintes de bâtiments à travers le monde avec une visualisation interactive
hi: इंटरैक्टिव विज़ुअलाइज़ेशन के साथ दुनिया भर में इमारतों के नक्शे देखें
id: Jelajahi jejak bangunan di seluruh dunia dengan visualisasi interaktif
pt: Explore pegadas de edifícios ao redor do mundo com visualização interativa
sw: Chunguza alama za majengo ulimwenguni kote na miwani ya maingiliano
vi: Khám phá dấu chân tòa nhà trên toàn thế giới với hiển thị tương tác

# onboarding_interactive_map_title
source: Interactive Map
es: Mapa Interactivo
fr: Carte Interactive
hi: इंटरैक्टिव मानचित्र
id: Peta Interaktif
pt: Mapa Interativo
sw: Ramani ya Maingiliano
vi: Bản Đồ Tương Tác

# onboarding_interactive_map_description
source: Select regions to visualize building density and footprints in real-time
es: Selecciona regiones para visualizar la densidad y huellas de edificios en tiempo real
fr: Sélectionnez des régions pour visualiser la densité et les empreintes de bâtiments en temps réel
hi: रियल-टाइम में इमारतों की घनत्व और नक्शे देखने के लिए क्षेत्रों का चयन करें
id: Pilih wilayah untuk memvisualisasikan kepadatan dan jejak bangunan secara real-time
pt: Selecione regiões para visualizar densidade e pegadas de edifícios em tempo real
sw: Chagua mikoa ili kuona msongamano na alama za majengo muda halisi
vi: Chọn các vùng để hiển thị mật độ và dấu chân tòa nhà theo thời gian thực

# onboarding_get_started
source: Get Started
es: Comenzar
fr: Commencer
hi: शुरू करें
id: Mulai
pt: Começar
sw: Anza
vi: Bắt Đầu

# onboarding_next
source: Next
es: Siguiente
fr: Suivant
hi: अगला
id: Berikutnya
pt: Próximo
sw: Ifuatayo
vi: Tiếp Theo

# map_title
source: Open Buildings
es: Edificios Abiertos
fr: Bâtiments Ouverts
hi: ओपन बिल्डिंग्स
id: Bangunan Terbuka
pt: Edifícios Abertos
sw: Majengo ya Wazi
vi: Tòa Nhà Mở

# map_clear_selection_tooltip
source: Clear building selection
es: Limpiar selección de edificio
fr: Effacer la sélection de bâtiment
hi: इमारत चयन साफ़ करें
id: Hapus pilihan bangunan
pt: Limpar seleção de edifício
sw: Futa uchaguzi wa jengo
vi: Xóa lựa chọn tòa nhà

# map_search_hint
source: Search for a location
es: Buscar una ubicación
fr: Rechercher un lieu
hi: एक स्थान खोजें
id: Cari lokasi
pt: Procurar uma localização
sw: Tafuta mahali
vi: Tìm kiếm một vị trí

# map_searching
source: Searching...
es: Buscando...
fr: Recherche en cours...
hi: खोज रहे हैं...
id: Mencari...
pt: Procurando...
sw: Inatafuta...
vi: Đang tìm kiếm...

# map_search_no_results
source: No results found
es: No se encontraron resultados
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला
id: Tidak ada hasil ditemukan
pt: Nenhum resultado encontrado
sw: Hakuna matokeo yaliyopatikana
vi: Không tìm thấy kết quả

# map_search_failed
source: Search failed. Please try again.
es: Búsqueda fallida. Por favor intenta de nuevo.
fr: Échec de la recherche. Veuillez réessayer.
hi: खोज असफल। कृपया पुनः प्रयास करें।
id: Pencarian gagal. Silakan coba lagi.
pt: Busca falhou. Tente novamente.
sw: Utafutaji umeshindwa. Tafadhali jaribu tena.
vi: Tìm kiếm thất bại. Vui lòng thử lại.

# map_overlay_size_label
source: Overlay Size
es: Tamaño de Superposición
fr: Taille de Superposition
hi: ओवरले आकार
id: Ukuran Overlay
pt: Tamanho da Sobreposição
sw: Ukubwa wa Uwandani
vi: Kích Thước Lớp Phủ

# map_loading_buildings
source: Loading buildings...
es: Cargando edificios...
fr: Chargement des bâtiments...
hi: इमारतें लोड हो रही हैं...
id: Memuat bangunan...
pt: Carregando edifícios...
sw: Inapakia majengo...
vi: Đang tải tòa nhà...

# map_building_details_title
source: Building Details
es: Detalles del Edificio
fr: Détails du Bâtiment
hi: इमारत विवरण
id: Detail Bangunan
pt: Detalhes do Edifício
sw: Maelezo ya Jengo
vi: Chi Tiết Tòa Nhà

# map_building_area_label
source: Area:
es: Área:
fr: Surface :
hi: क्षेत्र:
pt: Área:
sw: Eneo:
vi: Diện tích:

# map_building_confidence_label
source: Confidence:
es: Confianza:
fr: Confiance :
hi: विश्वास:
id: Kepercayaan:
pt: Confiança:
sw: Uaminifu:
vi: Tin cậy:

# map_building_points_label
source: Points:
es: Puntos:
hi: बिंदु:
id: Titik:
pt: Pontos:
sw: Pointi:
vi: Điểm:

# map_building_center_label
source: Center:
es: Centro:
fr: Centre :
hi: केंद्र:
id: Pusat:
pt: Centro:
sw: Kituo:
vi: Trung tâm:

# map_building_close
source: Close
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
pt: Fechar
sw: Funga
vi: Đóng

# map_building_send_to_lg
source: Send to LG
es: Enviar a LG
fr: Envoyer à LG
hi: LG को भेजें
id: Kirim ke LG
pt: Enviar para LG
sw: Tuma kwenye LG
vi: Gửi đến LG

# map_lg_connected
source: LG Connected
es: LG Conectado
fr: LG Connecté
hi: LG कनेक्टेड
id: LG Terhubung
pt: LG Conectado
sw: LG Imeunganishwa
vi: LG Đã Kết Nối

# map_lg_disconnected
source: LG Disconnected
es: LG Desconectado
fr: LG Déconnecté
hi: LG डिस्कनेक्टेड
id: LG Terputus
pt: LG Desconectado
sw: LG Imekatika
vi: LG Đã Ngắt Kết Nối

# map_sending_building_to_lg
source: Sending to Liquid Galaxy...
es: Enviando a Liquid Galaxy...
fr: Envoi vers Liquid Galaxy...
hi: लिक्विड गैलेक्सी को भेज रहे हैं...
id: Mengirim ke Liquid Galaxy...
pt: Enviando para Liquid Galaxy...
sw: Inatuma kwenye Liquid Galaxy...
vi: Đang gửi đến Liquid Galaxy...

# map_sending_region_to_lg
source: Sending region to Liquid Galaxy...
es: Enviando región a Liquid Galaxy...
fr: Envoi de la région vers Liquid Galaxy...
hi: क्षेत्र को लिक्विड गैलेक्सी में भेज रहे हैं...
id: Mengirim wilayah ke Liquid Galaxy...
pt: Enviando região para Liquid Galaxy...
sw: Inatuma mkoa kwenye Liquid Galaxy...
vi: Đang gửi vùng đến Liquid Galaxy...

# map_building_sent_success
source: Building sent to Liquid Galaxy successfully!
es: ¡Edificio enviado a Liquid Galaxy exitosamente!
fr: Bâtiment envoyé avec succès à Liquid Galaxy !
hi: इमारत सफलतापूर्वक लिक्विड गैलेक्सी को भेजी गई!
id: Bangunan berhasil dikirim ke Liquid Galaxy!
pt: Edifício enviado para Liquid Galaxy com sucesso!
sw: Jengo limetumwa kwenye Liquid Galaxy kwa mafanikio!
vi: Tòa nhà đã được gửi đến Liquid Galaxy thành công!

# map_region_sent_success
source: Region with {count} buildings sent to Liquid Galaxy!
es: ¡Región con {count} edificios enviada a Liquid Galaxy!
fr: Région avec {count} bâtiments envoyée à Liquid Galaxy !
hi: {count} इमारतों के साथ क्षेत्र लिक्विड गैलेक्सी को भेजा गया!
id: Wilayah dengan {count} bangunan telah dikirim ke Liquid Galaxy!
pt: Região com {count} edifícios enviada para Liquid Galaxy!
sw: Mkoa wenye majengo {count} umetumwa kwenye Liquid Galaxy!
vi: Vùng với {count} tòa nhà đã được gửi đến Liquid Galaxy!

# map_building_send_failed
source: Failed to send building to LG: {error}
es: Error al enviar edificio a LG: {error}
fr: Échec de l'envoi du bâtiment vers LG : {error}
hi: इमारत को LG में भेजने में असफल: {error}
id: Gagal mengirim bangunan ke LG: {error}
pt: Falha ao enviar edifício para LG: {error}
sw: Imeshindwa kutuma jengo kwenye LG: {error}
vi: Gửi tòa nhà đến LG thất bại: {error}

# map_region_send_failed
source: Failed to send region to LG: {error}
es: Error al enviar región a LG: {error}
fr: Échec de l'envoi de la région vers LG : {error}
hi: क्षेत्र को LG में भेजने में असफल: {error}
id: Gagal mengirim wilayah ke LG: {error}
pt: Falha ao enviar região para LG: {error}
sw: Imeshindwa kutuma mkoa kwenye LG: {error}
vi: Gửi vùng đến LG thất bại: {error}

# map_buildings_load_failed
source: Failed to load buildings: {error}
es: Error al cargar edificios: {error}
fr: Échec du chargement des bâtiments : {error}
hi: इमारतें लोड करने में असफल: {error}
id: Gagal memuat bangunan: {error}
pt: Falha ao carregar edifícios: {error}
sw: Imeshindwa kupakia majengo: {error}
vi: Tải tòa nhà thất bại: {error}

# map_connect_lg_first
source: Please connect to Liquid Galaxy first
es: Por favor conecta a Liquid Galaxy primero
fr: Veuillez d'abord vous connecter à Liquid Galaxy
hi: कृपया पहले लिक्विड गैलेक्सी से कनेक्ट करें
id: Silakan hubungkan ke Liquid Galaxy terlebih dahulu
pt: Por favor conecte ao Liquid Galaxy primeiro
sw: Tafadhali unganisha kwenye Liquid Galaxy kwanza
vi: Vui lòng kết nối với Liquid Galaxy trước

# map_connect_action
source: Connect
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
pt: Conectar
sw: Unganisha
vi: Kết Nối

# map_zoom_out_limit
source: Maximum zoom out reached ({zoom}x)
es: Alejamiento máximo alcanzado ({zoom}x)
fr: Zoom arrière maximum atteint ({zoom}x)
hi: अधिकतम ज़ूम आउट पहुंच गया ({zoom}x)
id: Batas zoom out maksimum tercapai ({zoom}x)
pt: Limite máximo de zoom out atingido ({zoom}x)
sw: Kikomo cha juu cha zoom out kimefikiwa ({zoom}x)
vi: Đã đạt giới hạn thu nhỏ tối đa ({zoom}x)

# map_zoom_in_limit
source: Maximum zoom in reached ({zoom}x)
es: Acercamiento máximo alcanzado ({zoom}x)
fr: Zoom avant maximum atteint ({zoom}x)
hi: अधिकतम ज़ूम इन पहुंच गया ({zoom}x)
id: Batas zoom in maksimum tercapai ({zoom}x)
pt: Limite máximo de zoom in atingido ({zoom}x)
sw: Kikomo cha juu cha zoom in kimefikiwa ({zoom}x)
vi: Đã đạt giới hạn phóng to tối đa ({zoom}x)

# map_selected_building_title
source: Selected Building
es: Edificio Seleccionado
fr: Bâtiment Sélectionné
hi: चयनित इमारत
id: Bangunan Terpilih
pt: Edifício Selecionado
sw: Jengo Lililochaguliwa
vi: Tòa Nhà Đã Chọn

# map_selected_building_info
source: Area: {area} m² • Confidence: {confidence}%
es: Área: {area} m² • Confianza: {confidence}%
fr: Surface : {area} m² • Confiance : {confidence}%
hi: क्षेत्र: {area} m² • विश्वास: {confidence}%
id: Area: {area} m² • Kepercayaan: {confidence}%
pt: Área: {area} m² • Confiança: {confidence}%
sw: Eneo: {area} m² • Uaminifu: {confidence}%
vi: Diện tích: {area} m² • Tin cậy: {confidence}%

# map_loading_historical_data
source: Loading historical data...
es: Cargando datos históricos...
fr: Chargement des données historiques...
hi: ऐतिहासिक डेटा लोड हो रहा है...
id: Memuat data historis...
pt: Carregando dados históricos...
sw: Inapakia data ya kihistoria...
vi: Đang tải dữ liệu lịch sử...

# settings_title
source: Settings
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
pt: Configurações
sw: Mipangilio
vi: Cài Đặt

# settings_lg_configuration
source: Liquid Galaxy Configuration
es: Configuración de Liquid Galaxy
fr: Configuration Liquid Galaxy
hi: लिक्विड गैलेक्सी कॉन्फ़िगरेशन
id: Konfigurasi Liquid Galaxy
pt: Configuração Liquid Galaxy
sw: Usanidi wa Liquid Galaxy
vi: Cấu Hình Liquid Galaxy

# settings_visualization
source: Visualization Settings
es: Configuración de Visualización
fr: Paramètres de Visualisation
hi: विज़ुअलाइज़ेशन सेटिंग्स
id: Pengaturan Visualisasi
pt: Configurações de Visualização
sw: Mipangilio ya Miwani
vi: Cài Đặt Hiển Thị

# settings_data
source: Data Settings
es: Configuración de Datos
fr: Paramètres des Données
hi: डेटा सेटिंग्स
id: Pengaturan Data
pt: Configurações de Dados
sw: Mipangilio ya Data
vi: Cài Đặt Dữ Liệu

# settings_about
source: About
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
pt: Sobre
sw: Kuhusu
vi: Giới Thiệu

# lg_config_title
source: Liquid Galaxy Configuration
es: Configuración de Liquid Galaxy
fr: Configuration Liquid Galaxy
hi: लिक्विड गैलेक्सी कॉन्फ़िगरेशन
id: Konfigurasi Liquid Galaxy
pt: Configuração Liquid Galaxy
sw: Usanidi wa Liquid Galaxy
vi: Cấu Hình Liquid Galaxy

# lg_config_connection_tab
source: Connection
es: Conexión
fr: Connexion
hi: कनेक्शन
id: Koneksi
pt: Conexão
sw: Muunganisho
vi: Kết Nối

# lg_config_lg_tab
source: Liquid Galaxy
hi: लिक्विड गैलेक्सी

# lg_config_scan_qr
source: Scan QR Code
es: Escanear Código QR
fr: Scanner le Code QR
hi: QR कोड स्कैन करें
id: Pindai Kode QR
pt: Escanear Código QR
sw: Changanua Msimbo wa QR
vi: Quét Mã QR

# lg_config_manual_entry
source: Or enter manually:
es: O ingresar manualmente:
fr: Ou saisir manuellement :
hi: या मैन्युअल रूप से दर्ज करें:
id: Atau masukkan secara manual:
pt: Ou inserir manualmente:
sw: Au ingiza kwa mkono:
vi: Hoặc nhập thủ công:

# lg_config_ip_address
source: IP Address
es: Dirección IP
fr: Adresse IP
hi: IP पता
id: Alamat IP
pt: Endereço IP
sw: Anwani ya IP
vi: Địa Chỉ IP

# lg_config_port
source: Port
es: Puerto
hi: पोर्ट
pt: Porta
sw: Bandari
vi: Cổng

# lg_config_rigs
source: Rigs
es: Equipos
fr: Équipements
hi: रिग्स
id: Rig
pt: Equipamentos
sw: Vifaa
vi: Thiết Bị

# lg_config_username
source: Username
es: Usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
id: Nama pengguna
pt: Nome de usuário
sw: Jina la mtumiaji
vi: Tên người dùng

# lg_config_password
source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
pt: Senha
sw: Nywila
vi: Mật khẩu

# lg_config_connecting
source: Connecting...
es: Conectando...
fr: Connexion en cours...
hi: कनेक्ट हो रहा है...
id: Menghubungkan...
pt: Conectando...
sw: Inaunganisha...
vi: Đang kết nối...

# lg_config_connect
source: Connect
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
pt: Conectar
sw: Unganisha
vi: Kết Nối

# lg_config_connection_status
source: Connection Status
es: Estado de Conexión
fr: État de la Connexion
hi: कनेक्शन स्थिति
id: Status Koneksi
pt: Status da Conexão
sw: Hali ya Muunganisho
vi: Trạng Thái Kết Nối

# lg_config_connect_first_message
source: Connect to Liquid Galaxy first to enable these actions.
es: Conecta a Liquid Galaxy primero para habilitar estas acciones.
fr: Connectez-vous d'abord à Liquid Galaxy pour activer ces actions.
hi: इन क्रियाओं को सक्षम करने के लिए पहले लिक्विड गैलेक्सी से कनेक्ट करें।
id: Hubungkan ke Liquid Galaxy terlebih dahulu untuk mengaktifkan tindakan ini.
pt: Conecte ao Liquid Galaxy primeiro para habilitar essas ações.
sw: Unganisha kwenye Liquid Galaxy kwanza ili kuwezesha vitendo hivi.
vi: Kết nối với Liquid Galaxy trước để kích hoạt các hành động này.

# lg_action_set_slaves_refresh
source: SET SLAVES REFRESH
es: ESTABLECER ACTUALIZACIÓN DE ESCLAVOS
fr: DÉFINIR ACTUALISATION ESCLAVES
hi: स्लेव्स रिफ्रेश सेट करें
id: ATUR REFRESH SLAVE
pt: DEFINIR ATUALIZAÇÃO ESCRAVOS
sw: WEKA ONYESHO UPYA WA WATUMWA
vi: ĐẶT LÀM MỚI SLAVES

# lg_action_reset_slaves_refresh
source: RESET SLAVES REFRESH
es: RESTABLECER ACTUALIZACIÓN DE ESCLAVOS
fr: RÉINITIALISER ACTUALISATION ESCLAVES
hi: स्लेव्स रिफ्रेश रीसेट करें
id: RESET REFRESH SLAVE
pt: RESETAR ATUALIZAÇÃO ESCRAVOS
sw: REJESHA ONYESHO UPYA WA WATUMWA
vi: RESET LÀM MỚI SLAVES

# lg_action_clear_kml_logos
source: CLEAR KML + LOGOS
es: LIMPIAR KML + LOGOS
fr: EFFACER KML + LOGOS
hi: KML + लोगो साफ़ करें
id: HAPUS KML + LOGO
pt: LIMPAR KML + LOGOS
sw: FUTA KML + NEMBO
vi: XÓA KML + LOGO

# lg_action_relaunch
source: RELAUNCH
es: RELANZAR
fr: RELANCER
hi: पुनः लॉन्च करें
id: JALANKAN ULANG
pt: RELANÇAR
sw: ZINDUA UPYA
vi: KHỞI ĐỘNG LẠI

# lg_action_reboot
source: REBOOT
es: REINICIAR
fr: REDÉMARRER
hi: रीबूट करें
pt: REINICIAR
sw: ZINDUA UPYA MFUMO
